/* Localizable strings not stored in nib files and not stored in application
 * resources, the strings below can be accessed using the
 * GetBundleLocalizedString() macro, those stored in application resources
 * must be accessed using GetLocalizedString() instead.
 */

/* ----------------------------------------------------------------------
 * Strings generally used for the overview pane
 * ---------------------------------------------------------------------- */
 
"kNoStartDateNotRunning" = "Nicht verfügbar - Der Dienst arbeitet nicht.";

"kDateFormatter" = "%c";

"RUNNING" = "Arbeitet";
"STOPPED" = "Gestoppt";
"STARTING" = "Startet";
"STOPPING" = "Stoppt";
"PAUSED" = "Angehalten";
"UNKNOWN" = "Unbekannt";

"N/A" = "Nicht verfügbar";

"Mail Service is:" = "Mail-Serverstatus:";
"Start Time:" = "Startzeit:";
"Outgoing SMTP:" = "Abgehendes SMTP:";
"Incoming SMTP:" = "Eintreffendes SMTP:";
"POP:" = "POP:";
"IMAP:" = "IMAP:";
"Mailing Lists:" = "Mailing-Listen:";
"Junk Mail Filtering:" = "Filter für unerwünschte Werbung:";
"Virus Scanning:" = "Virusprüfung:";
"Configure Mail Service..." = "Mail-Dienst konfigurieren …";
"Mail Clustering:" = "Mail-Clustering:";
"Cluster Name:" = "Cluster-Name:";
"Cluster Members:" = "Cluster-Mitglieder:";

"YES" = "Ein";
"NO" = "Aus";

"ON" = "Ein";
"OFF" = "Aus";

"ASIA_LABEL" = "ASIA:";
"LISTSERVER_LABEL" = "Mailing-Listen:";
"CONNS" = "%@ verbundene Benutzer";
"ENABLED" = "Aktiviert";
"DISABLED" = "Deaktiviert";
"OPEN" = "Öffnen";
"CONFIGURED" = "Konfiguriert";
"REQUIRED" = "Erforderlich";

/* ----------------------------------------------------------------------
 * Strings used for labels in the warning section of the Overview pane.
 * ---------------------------------------------------------------------- */

"WARNING_CLEARTEXT_LABEL" = "Klartext-Identifizierung";
"WARNING_SMTP_RELAY_LABEL" = "SMTP-Weiterleitung";
"WARNING_SSL_LABEL" = "SSL-Verwendung";

"has warning" = "Ein oder mehrere Dienste haben einen Fehler gemeldet:";
"connections" = "Verbindungen";

// following error, warning code get from servermgr_mail
"ErrWarnIMAP" = " Bitte suchen Sie im IMAP-Protokoll nach den genauen Fehlermeldungen und verwenden Sie das Systemadministrator-Handbuch, um eine mögliche Lösung zu finden.";
"ErrWarnIMAP10" = "Beim IMAP-Server ist ein schwerwiegender Fehler aufgetreten.";
"ErrWarnIMAP20" = "Beim IMAP-Server ist ein Fehler aufgetreten.";
"ErrWarnIMAP30" = "Der IMAP-Server gibt eine Warnung aus.";
"ErrWarnPOP" = " Bitte suchen Sie im POP-Protokoll nach den genauen Fehlermeldungen und verwenden Sie das Systemadministrator-Handbuch, um eine mögliche Lösung zu finden.";
"ErrWarnPOP10" = "Beim POP-Server ist ein schwerwiegender Fehler aufgetreten.";
"ErrWarnPOP20" = "Beim POP-Server ist ein Fehler aufgetreten.";
"ErrWarnPOP30" = "Der POP-Server gibt eine Warnung aus.";
"ErrWarnSMTP" = " Bitte suchen Sie im SMTP-Protokoll nach den genauen Fehlermeldungen und verwenden Sie das Systemadministrator-Handbuch, um eine mögliche Lösung zu finden.";
"ErrWarnSMTPIn10" = "Beim SMTP-Server für eintreffende E-Mails ist ein schwerwiegender Fehler aufgetreten.";
"ErrWarnSMTPIn20" = "Der SMTP-Server für eintreffende E-Mails befindet sich in Zustand „panic“.";
"ErrWarnSMTPIn30" = "Beim SMTP-Server für eintreffende E-Mails ist ein Fehler aufgetreten.";
"ErrWarnSMTPIn40" = "Der SMTP-Server für eintreffende E-Mails gibt eine Warnung aus.";
"ErrWarnSMTPIn50" = "Der SMTP-Server für eintreffende E-Mails wurde zurückgewiesen.";
"ErrWarnSMTPOut10" = "Beim SMTP-Server für ausgehende E-Mails ist ein schwerwiegender Fehler aufgetreten.";
"ErrWarnSMTPOut20" = "Der SMTP-Server für ausgehende E-Mails befindet sich in Zustand „panic“.";
"ErrWarnSMTPOut30" = "Beim SMTP-Server für ausgehende E-Mails ist ein Fehler aufgetreten.";
"ErrWarnSMTPOut40" = "Der SMTP-Server für ausgehende E-Mails gibt eine Warnung aus.";
"ErrWarnSMTPOut50" = "Der SMTP-Server für ausgehende E-Mails wurde zurückgewiesen.";
"ErrWarnMailman" = " Bitte suchen Sie im Protokoll der Mailing-Listen nach den genauen Fehlermeldungen und verwenden Sie das Systemadministrator-Handbuch, um eine mögliche Lösung zu finden.";
"ErrWarnMailman10" = "Bei den Mailing-Listen ist ein schwerwiegender Fehler aufgetreten.";
"ErrWarnMailman20" = "Bei den Mailing-Listen ist ein Fehler aufgetreten.";
"ErrWarnMailman30" = "Die Mailing-Listen gibt eine Warnung aus.";
"ErrWarnSpam" = " Bitte suchen Sie im Protokoll des Filters für unerwünschte Werbung nach den genauen Fehlermeldungen und verwenden Sie das Systemadministrator-Handbuch, um eine mögliche Lösung zu finden.";
"ErrWarnSpam10" = "Beim Filter für unerwünschte Werbung ist ein schwerwiegender Fehler aufgetreten.";
"ErrWarnSpam20" = "Beim Filter für unerwünschte Werbung ist ein Fehler aufgetreten.";
"ErrWarnSpam30" = "Der Filter für unerwünschte Werbung gibt eine Warnung aus.";
"ErrWarnClamAV" = " Bitte suchen Sie im Protokoll der Virusprüfung nach den genauen Fehlermeldungen und verwenden Sie das Systemadministrator-Handbuch, um eine mögliche Lösung zu finden.";
"ErrWarnClamAV10" = "Bei der Virusprüfung ist ein schwerwiegender Fehler aufgetreten.";
"ErrWarnClamAV20" = "Bei der Virusprüfung ist ein Fehler aufgetreten.";
"ErrWarnClamAV30" = "Die Virusprüfung gibt eine Warnung aus.";
"newline" = "\n";

/* ----------------------------------------------------------------------
 * Strings used to map log names to the log selection menu list.
 *	Jaguar server logs:
 * ---------------------------------------------------------------------- */

"errorLog" = "Mail-Fehler";
"imapLog" = "IMAP";
"pop3Log" = "POP";
"repairLog" = "Datenbank-Reparaturen";
"routerLog" = "Router-Protokoll";
"serverLog" = "Mail-Server-Protokoll";
"smtpInLog" = "SMTP (eintreffend)";
"smtpOutLog" = "SMTP (ausgehend)";


/* ----------------------------------------------------------------------
 * Panther server logs:
 * ---------------------------------------------------------------------- */

"IMAP Log"		= "IMAP";
"POP Log"		= "POP";
"SMTP Log"		= "SMTP";
"Server Log"	= "Mail-Zugriff";

/* ----------------------------------------------------------------------
 * Newer Leopard server logs:
 * ---------------------------------------------------------------------- */

"IMAP" = "IMAP";
"POP" = "POP";
"SMTP" = "SMTP";
"Mail Access" = "Mail-Zugriff";
"Virus" = "Virus";

/* ----------------------------------------------------------------------
 * Mailman logs
 * ---------------------------------------------------------------------- */

"Lists error"			= "Mailing-Listen - Fehler";
"Lists post"			= "Mailing-Listen - Beiträge";
"Lists qrunner"			= "Mailing-Listen - Dienst";
"Lists smtp"			= "Mailing-Listen - Zustellung";
"Lists smtp-failure"	= "Mailing-Listen - Zustellfehler";
"Lists subscribe"		= "Mailing-Listen - Abonnements";

"Mailing Lists - Errors" = "Mailing-Listen - Fehler";
"Mailing Lists - Postings" = "Mailing-Listen - Beiträge";
"Mailing Lists - Service" = "Mailing-Listen - Dienst";
"Mailing Lists - Delivery" = "Mailing-Listen - Zustellung";
"Mailing Lists - Delivery Failures" = "Mailing-Listen - Zustellfehler";
"Mailing Lists - Subscriptions"	= "Mailing-Listen - Abonnements";


/* ----------------------------------------------------------------------
 * Junk mail/virus logs
 * ---------------------------------------------------------------------- */

"Amavisd Log"	= "Suche nach unaufgeforderter Mail/Viren";
"Junk Mail/Virus Scanning" = "Suche nach unaufgeforderter Mail/Viren";
"Virus Log"		= "Virus";
"Virus DB Log"	= "Updates der Virus-Datenbank";
"Virus Database Updates" = "Updates der Virus-Datenbank";

/* ----------------------------------------------------------------------
 * Mailing list user title
 * ---------------------------------------------------------------------- */

"LISTUSERSTITLE" = "Mitglieder von „%@“:";


/* ----------------------------------------------------------------------
 * Virus
 * ---------------------------------------------------------------------- */

"kClamDBNotAvailable" = "Letztes Update: Nicht verfügbar";
"kClamDBLastUpdate"   = "Letztes Update: ";

/* ----------------------------------------------------------------------
 * Settings strings
 * ---------------------------------------------------------------------- */
 
"kDovecotMaxIMAPConnectionsLabel" = "Verbindungen";
"kCyrusMaxIMAPConnectionsLabel" = "Verbindungen (0 für keine Begrenzung)";

/* ----------------------------------------------------------------------
 * Strings displayed in the generic entry sheet for various settings.
 * ---------------------------------------------------------------------- */

"ALIAS_TITLE" = "Lokales Hostalias:";
//"ALIAS_HELP" = "Mail addressed to this hostname will be accepted by this server.";
"ALIAS_HELP" = "E-Mails, die an diesen Hostnamen gerichtet sind, werden an lokale Accounts\nauf diesem Server zugestellt.";
//"ALIAS_DEFAULT" = "";

"VIRTUAL_TITLE" = "Virtuelle Domain:";
"VIRTUAL_HELP" = "Diese Domain wird virtuell auf Ihrem lokalen Server bereitgestellt.";
//"VIRTUAL_DEFAULT" = "";

"RELAY_TITLE" = "SMTP-Weiterleitung für Host oder Netzwerk:";
"RELAY_HELP" = "Diesem Host oder Netzwerk ist es erlaubt, E-Mail über diesen Server weiterzuleiten.";
//"RELAY_DEFAULT" = "";

"REFUSED_TITLE" = "Nachrichten ablehnen von Host oder Netzwerk:";
"REFUSED_HELP" = "Alle Nachrichten von diesem Host oder Netzwerk werden nicht an diesen
Server weitergeleitet oder ausgeliefert. Das hilft Ihnen dabei, Versender
von unerwünschten E-Mails daran zu hindern, Ihren Server zu benutzen.";
//"REFUSED_DEFAULT" = "";

"RBL_TITLE" = "Quelle für „Schwarze Liste“ (Real-time black list):";
"RBL_HELP" = "Das hilft Ihnen dabei Versender unaufgeforderter Mail daran zu hindern Ihren Server zu benutzen.";
"RBL_DEFAULT" = "dun.dnsrbl.net";

/* ----------------------------------------------------------------------
 * Sheet instructions
 * ---------------------------------------------------------------------- */

"MIGRATION_DB_SHEET" = "Wählen Sie einen Ordner aus, in dem eine vorhandene 10.1 oder 10.2 Mail-Datenbank ist, aus der E-Mails migriert werden können.";
"NEW_DB_LOCATION_SHEET" = "Wählen Sie einen Ordner aus, in dem die Mail-Datenbank gesichert werden soll.";
"NEW_MAIL_STORE_LOC_SHEET" = "Wählen Sie einen Ordner aus, in dem der standardmäßige Mail-Daten-Speicher gesichert werden soll.";
"NEW_ALT_MAIL_STORE_LOC_SHEET" = "Wählen Sie einen Ordner aus, in dem ein alternativer Mail-Daten-Speicher gesichert werden soll.";

/* ----------------------------------------------------------------------
 * Log info
 * ---------------------------------------------------------------------- */

"LOG_INFO_SMTP_CRIT"	= "Kritische Fehler, die wahrscheinlich umgehend vom Administrator bearbeitet werden müssen";
"LOG_INFO_SMTP_ERR"		= "Nur Fehler werden protokolliert";
"LOG_INFO_SMTP_WARN"	= "Alle Warnungen und Fehler werden protokolliert";
"LOG_INFO_SMTP_NOTICE"	= "Identifizierungsfehler werden protokolliert";
"LOG_INFO_SMTP_INFO"	= "Verbindungstransaktionen, Zustell- und Identifizierungsversuche werden protokolliert";
"LOG_INFO_SMTP_DEBUG"	= "Alle Mitteilungen werden protokolliert. Wird benutzt, um Fehler in der Server-Konfiguration zu finden";

"LOG_INFO_IMAP_CRIT"	= "Kritische Fehler, die wahrscheinlich umgehend vom Administrator bearbeitet werden müssen";
"LOG_INFO_IMAP_ERR"		= "E/A-Fehler inklusive Datenbankfehlern und Fehlern beim Aktualisieren der Kontingente";
"LOG_INFO_IMAP_WARN"	= "Fehler bei Schutzmechanismen, Zeitüberschreitungen bei Inaktivität des Clients";
"LOG_INFO_IMAP_NOTICE"	= "Erfolgreiche und fehlgeschlagene Identifizierungen werden protokolliert";
"LOG_INFO_IMAP_INFO"	= "Öffnen von Postfächern, Unterdrückung doppelter Sendungen";
"LOG_INFO_IMAP_DEBUG"	= "Alle Mitteilungen werden protokolliert. Wird benutzt, um Fehler in der Server-Konfiguration zu finden";

"LOG_INFO_SPAM_CRIT"	= "Kritische Fehler, die wahrscheinlich umgehend vom Administrator bearbeitet werden müssen, Start-/Beenden-/Fehler-Mitteilungen, gefundene Viren";
"LOG_INFO_SPAM_ERR"		= "Daten, die zwischen den Suchagenten ausgetauscht werden";
"LOG_INFO_SPAM_WARN"	= "Ausgabe des Virenscanners berichten";
"LOG_INFO_SPAM_NOTICE"	= "Protokoll-Transaktionsinformationen von Client/Server werden protokolliert";
"LOG_INFO_SPAM_INFO"	= "Zerlegung der E-Mail auflisten";
"LOG_INFO_SPAM_DEBUG"	= "Alle Mitteilungen werden protokolliert. Wird benutzt, um Fehler in der Server-Konfiguration zu finden";

/* ----------------------------------------------------------------------
 * Maintenance pane strings
 * ---------------------------------------------------------------------- */

"TIGER_ONLY" = "Diese Funktion ist nur für Mac OS X Server 10.4 oder neuer verfügbar.";
"TIGER_ONLY_RECONSTRUCT" = "Das Rekonstruieren von Accounts ist nur für Mac OS X Server 10.4 oder neuer verfügbar.";

"QUEUE_FMT" = "ID der E-Mail:\t%@\nDatum:\t\t%@\nGröße:\t\t\t%@\nAbsender:\t\t%@\nEmpfänger & Status:\n----------------------\n%@";

"DELETE_MESSAGE" = "Möchten Sie die ausgewählte Nachricht von der Warteliste löschen?";
"DELETE_RANGE" = "Möchten Sie alle %@ ausgewählten Nachrichten von der Warteliste löschen?";

"RETRY_MSG" = "Möchten Sie erneut versuchen, alle E-Mails in der Warteliste zu senden?";

/* ----------------------------------------------------------------------
 * Maintenance pane strings
 * ---------------------------------------------------------------------- */

"DB_REPAIR_START" = "Mail-Datenbank reparieren …";
"DB_REPAIR_FINISH" = "Abgeschlossen";

"RECONSTRUCT_START" = "Benutzer „%@“ rekonstruieren …";
"RECONSTRUCT_FINISH" = "Abgeschlossen";

"DELETEACCOUNT_START" = "E-Mail löschen für Benutzer „%@“ …";
"DELETEACCOUNT_FINISH" = "Abgeschlossen";

"DELETEACCOUNT_TITLE" = "Alle E-Mails des ausgewählten Benutzers löschen?";
"DELETEACCOUNTS_TITLE" = "Alle E-Mails der ausgewählten Benutzer löschen?";
"DELETEACCOUNT_MESSAGE" = "Dieser Vorgang kann nicht widerrufen werden.";

"Delete" = "Löschen";
"Cancel" = "Abbrechen";

"MIGRATE_GET_USERS" = "Benutzer aus der Mail-Datenbank auslesen …";
"MIGRATE_GET_COMPLETE" = "Abgeschlossen";
"MIGRATE_ALL_USERS" = "Alle Benutzer";
"MIGRATE_ALL_ACCOUNTS" = "Alle Accounts";
"MIGRATE_DEFAULT" = "Standard";

"No Accounts" = "Benutzer müssen zuerst E-Mails empfangen, um hier angezeigt zu werden.";

/* ----------------------------------------------------------------------
 * Error strings
 * ---------------------------------------------------------------------- */

"-1200" = "Es sind keine Mail-Dienste aktiviert. Wählen Sie vor dem Starten „POP“, „IMAP“ und/oder „SMTP“.";

/* ----------------------------------------------------------------------
 * warning or error strings shown in dialog
 * ---------------------------------------------------------------------- */

"existeduserstitle" = "Einige der Benutzer, die Sie hinzufügen möchten, existieren bereits.";
"existedusersmessage" = "Die Zugriffsrechte werden den neuen Einstellungen entsprechend aktualisiert.";
"quotaWarningTitle" = "Einige Felder sind leer";
"quotaWarningMessage" = "Sie haben den Absender, Betreff oder Text leer gelassen. Das könnte den Benutzer verwirren.";
"ok" = "OK";
"Valid IP address" = "Gültige IP-Adresse";
"Invalid IP address, range or group" = "Ungültige IP-Adresse, IP-Adressbereich oder IP-Adressgruppe";
"Address range from: " = "    Adressbereich ist: ";
"to: " = "bis: ";
"empty relay message" = "Sie haben „SMTP-Weiterleitung nur von diesen Hosts und Netzwerken akzeptieren“ ausgewählt, aber keinen Host oder Netzwerk angegeben";
"empty refuse message" = "Sie haben „Alle Nachrichten von diesen Hosts und Netzwerken ablehnen“ ausgewählt, aber keinen Host oder Netzwerk angegeben";
"you must select a SMTP SSL certificate" = "Sie müssen ein SMTP-SSL-Zertifikat auswählen";
"you must select a IMAP and POP SSL certificate" = "Sie müssen ein SMTP- und ein POP-SSL-Zertifikat auswählen";

/* ----------------------------------------------------------------------
 * Mail Cluster strings
 * ---------------------------------------------------------------------- */
"cluster name header" = "Server verbinden sich mit dem Mail-Cluster -";
"cluster ending" = ":";
"clusterconfirm" = "Wenn dieser Mail-Server sich an den Mail-Cluster bindet, werden alle geänderten Einstellungen des Servers auf den Cluster angewandt.";

"Enter an administrator login for the notification server that will deliver push mail notifications." = "Geben Sie die Accountdaten eines Administrators des Benachrichtigungsservers ein, der die Push-E-Mail-Benachrichtigungen zustellen soll.";
"Enter an administrator login for '%@' to stop delivering push mail notifications." = "Geben Sie die Accountdaten eines Administrators von „%@“ ein, um die Zustellung von Push-E-Mail-Benachrichtigungen zu stoppen.";

"Add..." = "Hinzufügen …";
"Remove..." = "Entfernen …";
